Repository: openwisp/openwisp-firmware-upgrader
Catalog: openwisp_firmware_upgrader/locale/*/LC_MESSAGES/django.po
Languages: es

source: organization
es: organización

source: Mass-upgrade devices related to the selected build
es: Dispositivos de actualización masiva relacionados con la compilación seleccionada

source: Multiple mass upgrades requested but at the moment only a single mass upgrade operation at time is supported.
es: Se han solicitado múltiples actualizaciones masivas, pero por el momento sólo se admite una única operación de actualización masiva a la vez.

source: You can track the progress of this mass upgrade operation in this page. Refresh the page from time to time to check its progress.
es: Puede seguir el progreso de esta operación de actualización masiva en esta página. Actualice la página de vez en cuando para comprobar su progreso.

source: Confirm mass upgrade operation
es: Confirme la operación de actualización masiva

source: last updated
es: última actualización

source: Upgrade options
es: Opciones de actualización

source: Upgrade options are not supported for this upgrader.
es: Las opciones de actualización no son compatibles con este actualizador.

source: completed
es: completado

source: success rate
es: tasa de éxitos

source: failure rate
es: tasa de fracasos

source: abortion rate
es: tasa de abortos

source: Recent Firmware Upgrades
es: Actualizaciones recientes del firmware

source: Organization
es: Organización

source: Organization slug
es: Slug de la Organización

source: Only superusers can create or edit shared categories
es: Sólo los superusuarios pueden crear o editar categorías compartidas

source: The organization of the image doesn't match the organization of the device
es: La organización de la imagen no coincide con la organización del dispositivo

source: Firmware Management
es: Gestión del firmware

source: Builds
es: Compilaciones

source: Categories
es: Categorías

source: Mass Upgrade Operations
es: Operaciones de actualización masiva

source: Using upgrade options is not allowed with this upgrader.
es: El uso de opciones de actualización no está permitido con este actualizador.

source: Firmware Category
es: Categoría de firmware

source: Firmware Categories
es: Categorías de firmware

source: firmware category
es: categoría de firmware

source: if you have different firmware types eg: (BGP routers, wifi APs, DSL gateways) create a category for each.
es: si tiene diferentes tipos de firmware, por ejemplo: (routers BGP, APs wifi, pasarelas DSL) cree una categoría para cada uno.

source: OS identifier
es: Identificador del sistema operativo

source: OS identifier as presented by the device, used to automatically recognize the firmware image used by new devices that register into the system
es: Identificador del sistema operativo presentado por el dispositivo, utilizado para reconocer automáticamente la imagen de firmware utilizada por los nuevos dispositivos que se registran en el sistema

source: change log
es: registro de cambio

source: descriptive text indicating what has changed since the previous version, if applicable
es: texto descriptivo que indique qué ha cambiado desde la versión anterior, si procede

source: Firmware Build
es: Compilación de firmware

source: Firmware Builds
es: Compilaciones de firmware

source: firmware image type: model or architecture. Leave blank to attempt determining automatically
es: tipo de imagen del firmware: modelo o arquitectura. Dejar en blanco para intentar determinar automáticamente

source: Firmware Image
es: Imagen del firmware

source: Firmware Images
es: Imágenes de firmware

source: Device Firmware
es: Firmware del dispositivo

source: This device does not have a related connection object defined yet and therefore it would not be possible to upgrade it, please add one in the section named "Credentials"
es: Este dispositivo aún no tiene definido un objeto de conexión relacionado y, por lo tanto, no sería posible actualizarlo; añada uno en la sección denominada "Credenciales"

source: Device model and image model do not match
es: El modelo de dispositivo y el modelo de imagen no coinciden

source: idle
es: inactivo

source: in progress
es: en progreso

source: completed successfully
es: completado con éxito

source: completed with some failures
es: completado con algunos fallos

source: Mass upgrade operation
es: Operación de actualización masiva

source: Mass upgrade operations
es: Operaciones de actualización masiva

source: success
es: éxito

source: failed
es: fallido

source: aborted
es: cancelada

source: category
es: categoría

source: Operation timed out.
es: La operación ha expirado.

source: Launch mass upgrade operation
es: Lanzamiento de la operación de actualización masiva

source: Home
es: Inicio

source: Upgrade devices of the selected build
es: Actualizar los dispositivos de la compilación seleccionada

source: Are you sure you want to proceed with this batch upgrade operation?
es: ¿Está seguro de que desea continuar con esta operación de actualización por lotes?

source: No devices to upgrade were found. Hint: Maybe they have been all already updated previously.
es: No se han encontrado dispositivos para actualizar. Sugerencia: Puede que ya se hayan actualizado previamente.

source: Devices related to build
es: Dispositivos relacionados con la compilación

source: Devices which the system has never upgraded yet
es: Dispositivos que el sistema no ha actualizado nunca

source: Upgrade all devices
es: Actualizar todos los dispositivos

source: Upgrade only related devices
es: Actualizar sólo los dispositivos relacionados

source: Cancel the upgrade
es: Cancelar la actualización

source: Go back
es: Volver

source: This image does not support sysupgrade --test, skipping this step...
es: Esta imagen no soporta sysupgrade --test, omitiendo este paso...

source: The version used is OpenWrt Backfire, using legacy reflash instructions.
es: La versión utilizada es OpenWrt Backfire, utilizando instrucciones de reflash heredadas.

source: Written openwisp config file in /etc/config/openwisp. Added entries to /etc/sysupgrade.conf: - /etc/config/network - /etc/dropbear/dropbear_rsa_host_key
es: Escrito el fichero de configuración de openwisp en /etc/config/openwisp. Añadidas entradas a /etc/sysupgrade.conf: - /etc/config/network - /etc/dropbear/dropbear_rsa_host_key

source: Attempt to preserve all changed files in /etc/ (-c)
es: Intento de conservar todos los archivos modificados en /etc/ (-c)

source: Attempt to preserve all changed files in /, except those from packages but including changed confs. (-o)
es: Intenta conservar todos los archivos modificados en /, excepto los de los paquetes pero incluyendo las confs modificadas. (-o)

source: Do not save configuration over reflash (-n)
es: No guardar la configuración durante el reflash (-n)

source: Skip from backup files that are equal to those in /rom (-u)
es: Omitir de la copia de seguridad los archivos que sean iguales a los de /rom (-u)

source: Do not attempt to restore the partition table after flash. (-p)
es: No intente restaurar la tabla de particiones después del flasheo. (-p)

source: Include in backup a list of current installed packages at /etc/backup/installed_packages.txt (-k)
es: Incluir en la copia de seguridad una lista de los paquetes instalados actualmente en /etc/backup/installed_packages.txt (-k)

source: Flash image even if image checks fail, this is dangerous! (-F)
es: Flashear la imagen incluso si fallan las comprobaciones de imagen, ¡esto es peligroso! (-F)

source: The "-n" and "-o" options cannot be used together
es: Las opciones "-n" y "-o" no pueden utilizarse juntas

source: The "-n" and "-c" options cannot be used together
es: Las opciones "-n" y "-c" no pueden utilizarse juntas

source: Could not read device UUID from configuration
es: No se ha podido leer el UUID del dispositivo desde la configuración

source: Device UUID mismatch: expected "{expected}", found "{found}" in device configuration
es: No coincide el UUID del dispositivo: se esperaba "{expected}", se encontró "{found}" en la configuración del dispositivo

source: Device identity verified successfully
es: Identidad del dispositivo verificada correctamente

source: Connection successful, starting upgrade...
es: Conexión exitosa, iniciando actualización...

source: The image size ({file_size_mib} MiB) is greater than the available memory on the system ({free_memory_mib} MiB). For this reason the upgrade procedure will try to free up memory by stopping non critical services. WARNING: it is recommended to reboot the device is the upgrade fails unexpectedly because these services will not be restarted automatically. NOTE: The reboot can be avoided if the status of the upgrade becomes "aborted" because in this case the system will restart the services automatically.
es: El tamaño de la imagen ({file_size_mib} MiB) es mayor que la memoria disponible en el sistema ({free_memory_mib} MiB). Por este motivo, el procedimiento de actualización intentará liberar memoria deteniendo los servicios no críticos. ADVERTENCIA: se recomienda reiniciar el dispositivo si la actualización falla inesperadamente, ya que estos servicios no se reiniciarán automáticamente. NOTA: el reinicio puede evitarse si el estado de la actualización es "abortado", ya que en este caso el sistema reiniciará los servicios automáticamente.

source: Enough available memory was freed up on the system ({0} MiB)! Proceeding to upload of the image file...
es: ¡Se ha liberado suficiente memoria disponible en el sistema ({0} MiB)! Procediendo a cargar el archivo de imagen...

source: There is still not enough available memory on the system ({0} MiB). Starting non critical services again...
es: Aún no hay suficiente memoria disponible en el sistema ({0} MiB). Iniciando de nuevo los servicios no críticos...

source: Non critical services started, aborting upgrade.
es: Servicios no críticos iniciados, abortando actualización.

source: Image checksum file found
es: Archivo de suma de comprobación de imagen encontrado

source: Firmware already upgraded previously. Identical checksum found in the filesystem, upgrade not needed.
es: Firmware ya actualizado anteriormente. Se ha encontrado una suma de comprobación idéntica en el sistema de archivos, no es necesario actualizar.

source: Checksum different, proceeding with the upload of the new image...
es: Suma de comprobación diferente, procediendo a la carga de la nueva imagen...

source: Image checksum file not found, proceeding with the upload of the new image...
es: No se ha encontrado el archivo de suma de comprobación de la imagen, procediendo con la carga de la nueva imagen...

source: Starting non critical services again...
es: Iniciando nuevamente los servicios no críticos...

source: Sysupgrade test passed successfully, proceeding with the upgrade operation...
es: Prueba de actualización del sistema superada con éxito, procediendo con la operación de actualización...

source: Upgrade operation in progress...
es: Operación de actualización en curso...

source: SSH connection closed, will wait {0} seconds before attempting to reconnect...
es: Conexión SSH cerrada, esperará {0} segundos antes de intentar reconectar...

source: Trying to reconnect to device at {addresses} (attempt n.{attempt})...
es: Intentando reconectar al dispositivo en {addresses} (intento n.{attempt})...

source: connection failed
es: conexión fallida

source: Device not reachable yet, ({0}). retrying in {1} seconds...
es: Dispositivo no alcanzable aún, ({0}). reintentando en {1} segundos...

source: Connected! Writing checksum
es: Conectado! Escribiendo suma de comprobación

source: Upgrade completed successfully.
es: Actualización completada con éxito.
